/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Failed" = "失败";
"Completed" = "成功";
"Loading" = "加载中..";
"Cancel" = "取消";
"UsernameOrEmail" = "用户名或电子邮箱";
"Password" = "密码";
"Login" = "登录";
"Register Now" = "立即注册";
"Forget Password" = "找回密码";
"Partner Account Login" = "合作伙伴账号登录";
"Sina Weibo" = "新浪微博";
"Tencent QQ" = "腾讯QQ";
"Tencent WeChat" = "微信";
"Register" = "注册";
"Back" = "返回";
"UserName" = "用户名";
"NickName" = "昵称";
"Email" = "邮箱";
"Comfirm Password" = "确认密码";
"Verification Code" = "验证码";
"Notice" = "提示";
"Each Option Must Be Filled" = "每个选项必须填写完整";
"Ok" = "知道了";
"Confirm Your Password" = "密码和重复密码不相同";
"Submit" = "提交";
"Submiting" = "正在提交...";
"Submit Complete" = "提交成功";
"Submit Failed" = "提交失败";
"Logoutting" = "正在登出...";
"Logout Success" = "登出成功";
"Authorize Success" = "授权成功";
"Authorizing" = "正在授权...";
"Authorize Canceled" = "授权取消";
"Authorize Failed" = "授权失败";
"Logining" = "正在登录...";
"Login Success" = "登录成功";
"Registering" = "正在注册...";
"Register Success" = "注册成功";

//下拉刷新
"Release to refresh status" = "释放即可刷新";
"Pull down to refresh status" = "下拉即可刷新";
"Loading Status" = "刷新中...";
//加载更多
"Load More" = "加载更多";
"Release to Load More" = "释放即可加载";